aaron-bond.better-comments
adrianwilczynski.toggle-hidden
alefragnani.bookmarks
alefragnani.project-manager
alexisvt.flutter-snippets
anseki.vscode-color
antfu.vite
be5invis.vscode-custom-css
brandonfowler.exe-runner
burkeholland.simple-react-snippets
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
dbcode.dbcode
dotenv.dotenv-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-tools
federandink.cpp-reference-and-documentation
formulahendry.code-runner
formulahendry.code-runner-copilot
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
haskell.haskell
ibm.output-colorizer
ionutvmi.path-autocomplete
jaycetyle.vscode-gnu-global
justusadam.language-haskell
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lihui.vs-color-picker
marcelovelasquez.flutter-tree
mathematic.vscode-latex
mechatroner.rainbow-csv
mgesbert.python-path
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-commander
ms-vscode.vscode-copilot-data-analysis
ms-vscode.vscode-speech
msjsdiag.vscode-react-native
nickfode.latex-formatter
pkief.material-icon-theme
postman.postman-for-vscode
redhat.java
redhat.vscode-yaml
rhalaly.scope-to-this
ryu1kn.partial-diff
samuelcolvin.jinjahtml
statelyai.stately-vscode
streetsidesoftware.code-spell-checker
teannacole.devtrack
tomoki1207.pdf
tushortz.python-extended-snippets
tyriar.windows-terminal
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wholroyd.jinja
xirider.livecode
yzhang.markdown-all-in-one
zainchen.json
zhuangtongfa.material-theme
zignd.html-css-class-completion
